;Place localized text in this file

;----------------------------------------------------------------
;Helmets
;----------------------------------------------------------------

[SAM_Helm_1_X_M X2BodyPartTemplate]
DisplayName="武士 头盔 1"

[SAM_Helm_1_R_M X2BodyPartTemplate]
DisplayName="武士 头盔 1"

[SAM_Helm_1_T_M X2BodyPartTemplate]
DisplayName="武士 头盔 1"

[SAM_Helm_1_S_M X2BodyPartTemplate]
DisplayName="武士 头盔 1"

------------------------------------------------------

[SAM_Helm_2_X_M X2BodyPartTemplate]
DisplayName="武士 头盔 2"

[SAM_Helm_2_R_M X2BodyPartTemplate]
DisplayName="武士 头盔 2"

[SAM_Helm_2_T_M X2BodyPartTemplate]
DisplayName="武士 头盔 2"

[SAM_Helm_2_S_M X2BodyPartTemplate]
DisplayName="武士 头盔 2"

------------------------------------------------------

[SAM_Helm_3_X_M X2BodyPartTemplate]
DisplayName="武士 头盔 3"

[SAM_Helm_3_R_M X2BodyPartTemplate]
DisplayName="武士 头盔 3"

[SAM_Helm_3_T_M X2BodyPartTemplate]
DisplayName="武士 头盔 3"

[SAM_Helm_3_S_M X2BodyPartTemplate]
DisplayName="武士 头盔 3"

------------------------------------------------------

[SAM_Helm_4_X_M X2BodyPartTemplate]
DisplayName="武士 头盔 4"

[SAM_Helm_4_R_M X2BodyPartTemplate]
DisplayName="武士 头盔 4"

[SAM_Helm_4_T_M X2BodyPartTemplate]
DisplayName="武士 头盔 4"

[SAM_Helm_4_S_M X2BodyPartTemplate]
DisplayName="武士 头盔 4"

------------------------------------------------------

[SAM_Helm_5_X_M X2BodyPartTemplate]
DisplayName="武士 头盔 5"

[SAM_Helm_5_R_M X2BodyPartTemplate]
DisplayName="武士 头盔 5"

[SAM_Helm_5_T_M X2BodyPartTemplate]
DisplayName="武士 头盔 5"

[SAM_Helm_5_S_M X2BodyPartTemplate]
DisplayName="武士 头盔 5"

;----------------------------------------------------------------
;Upper Face Props
;----------------------------------------------------------------

[SAM_Upper_Prop_1_X_M X2BodyPartTemplate]
DisplayName="武士 面具"

[SAM_Upper_Prop_1_R_M X2BodyPartTemplate]
DisplayName="武士 面具"

[SAM_Upper_Prop_1_T_M X2BodyPartTemplate]
DisplayName="武士 面具"

[SAM_Upper_Prop_1_S_M X2BodyPartTemplate]
DisplayName="武士 面具"

------------------------------------------------------

[SAM_Upper_Prop_2_X_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

[SAM_Upper_Prop_2_R_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

[SAM_Upper_Prop_2_T_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

[SAM_Upper_Prop_2_S_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

------------------------------------------------------

[SAM_Upper_Prop_3_X_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

[SAM_Upper_Prop_3_R_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

[SAM_Upper_Prop_3_T_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

[SAM_Upper_Prop_3_S_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

------------------------------------------------------

[SAM_Upper_Prop_4_X_M X2BodyPartTemplate]
DisplayName="武士 锋"

[SAM_Upper_Prop_4_R_M X2BodyPartTemplate]
DisplayName="武士 锋"

[SAM_Upper_Prop_4_T_M X2BodyPartTemplate]
DisplayName="武士 锋"

[SAM_Upper_Prop_4_S_M X2BodyPartTemplate]
DisplayName="武士 锋"

;----------------------------------------------------------------
;Lower Face Props
;----------------------------------------------------------------

[SAM_Lower_Prop_1_X_M X2BodyPartTemplate]
DisplayName="武士 面具"

[SAM_Lower_Prop_1_R_M X2BodyPartTemplate]
DisplayName="武士 面具"

[SAM_Lower_Prop_1_T_M X2BodyPartTemplate]
DisplayName="武士 面具"

[SAM_Lower_Prop_1_S_M X2BodyPartTemplate]
DisplayName="武士 面具"

------------------------------------------------------

[SAM_Lower_Prop_2_X_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

[SAM_Lower_Prop_2_R_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

[SAM_Lower_Prop_2_T_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

[SAM_Lower_Prop_2_S_M X2BodyPartTemplate]
DisplayName="武士 侧方犄角"

------------------------------------------------------

[SAM_Lower_Prop_3_X_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

[SAM_Lower_Prop_3_R_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

[SAM_Lower_Prop_3_T_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

[SAM_Lower_Prop_3_S_M X2BodyPartTemplate]
DisplayName="武士 前方犄角"

------------------------------------------------------

[SAM_Lower_Prop_4_X_M X2BodyPartTemplate]
DisplayName="武士 锋"

[SAM_Lower_Prop_4_R_M X2BodyPartTemplate]
DisplayName="武士 锋"

[SAM_Lower_Prop_4_T_M X2BodyPartTemplate]
DisplayName="武士 锋"

[SAM_Lower_Prop_4_S_M X2BodyPartTemplate]
DisplayName="武士 锋"

;----------------------------------------------------------------
;Torso Deco
;----------------------------------------------------------------

[SAM_TorsoDeco_1_X_M X2BodyPartTemplate]
DisplayName="武士 铠甲"

[SAM_TorsoDeco_1_R_M X2BodyPartTemplate]
DisplayName="武士 铠甲"

[SAM_TorsoDeco_1_T_M X2BodyPartTemplate]
DisplayName="武士 铠甲"

[SAM_TorsoDeco_1_S_M X2BodyPartTemplate]
DisplayName="武士 铠甲"

------------------------------------------------------

[SAM_TorsoDeco_2_X_M X2BodyPartTemplate]
DisplayName="武士 铠甲/衬衣"

[SAM_TorsoDeco_2_R_M X2BodyPartTemplate]
DisplayName="武士 铠甲/衬衣"

[SAM_TorsoDeco_2_T_M X2BodyPartTemplate]
DisplayName="武士 铠甲/衬衣"

[SAM_TorsoDeco_2_S_M X2BodyPartTemplate]
DisplayName="武士 铠甲/衬衣"

;----------------------------------------------------------------
;L/R Shoulder
;----------------------------------------------------------------

[SAM_L_Shoulder_1_X_M X2BodyPartTemplate]
DisplayName="武士 左护手"

[SAM_L_Shoulder_1_R_M X2BodyPartTemplate]
DisplayName="武士 左护手"

[SAM_L_Shoulder_1_T_M X2BodyPartTemplate]
DisplayName="武士 左护手"

[SAM_L_Shoulder_1_S_M X2BodyPartTemplate]
DisplayName="武士 左护手"

------------------------------------------------------

[SAM_R_Shoulder_1_X_M X2BodyPartTemplate]
DisplayName="武士 右护手"

[SAM_R_Shoulder_1_R_M X2BodyPartTemplate]
DisplayName="武士 右护手"

[SAM_R_Shoulder_1_T_M X2BodyPartTemplate]
DisplayName="武士 右护手"

[SAM_R_Shoulder_1_S_M X2BodyPartTemplate]
DisplayName="武士 右护手"

------------------------------------------------------

[SAM_L_Shoulder_2_X_M X2BodyPartTemplate]
DisplayName="武士 左护手2"

[SAM_L_Shoulder_2_R_M X2BodyPartTemplate]
DisplayName="武士 左护手2"

[SAM_L_Shoulder_2_T_M X2BodyPartTemplate]
DisplayName="武士 左护手2"

[SAM_L_Shoulder_2_S_M X2BodyPartTemplate]
DisplayName="武士 左护手2"

------------------------------------------------------

[SAM_R_Shoulder_2_X_M X2BodyPartTemplate]
DisplayName="武士 右护手2"

[SAM_R_Shoulder_2_R_M X2BodyPartTemplate]
DisplayName="武士 右护手2"

[SAM_R_Shoulder_2_T_M X2BodyPartTemplate]
DisplayName="武士 右护手2"

[SAM_R_Shoulder_2_S_M X2BodyPartTemplate]
DisplayName="武士 右护手2"

------------------------------------------------------

[SAM_L_Shoulder_3_X_M X2BodyPartTemplate]
DisplayName="武士 全装 左护手2"

[SAM_L_Shoulder_3_R_M X2BodyPartTemplate]
DisplayName="武士 全装 左护手2"

[SAM_L_Shoulder_3_T_M X2BodyPartTemplate]
DisplayName="武士 全装 左护手2"

[SAM_L_Shoulder_3_S_M X2BodyPartTemplate]
DisplayName="武士 全装 左护手2"

------------------------------------------------------

[SAM_R_Shoulder_3_X_M X2BodyPartTemplate]
DisplayName="武士 全装 右护手2"

[SAM_R_Shoulder_3_R_M X2BodyPartTemplate]
DisplayName="武士 全装 右护手2"

[SAM_R_Shoulder_3_T_M X2BodyPartTemplate]
DisplayName="武士 全装 右护手2"

[SAM_R_Shoulder_3_S_M X2BodyPartTemplate]
DisplayName="武士 全装 右护手2"

;----------------------------------------------------------------
;L/R Forearm
;----------------------------------------------------------------

[MAJSAM_L_4Arm_1_X_M X2BodyPartTemplate]
DisplayName="武士 左前臂"

[MAJSAM_L_4Arm_1_R_M X2BodyPartTemplate]
DisplayName="武士 左前臂"

[MAJSAM_L_4Arm_1_T_M X2BodyPartTemplate]
DisplayName="武士 左前臂"

[MAJSAM_L_4Arm_1_S_M X2BodyPartTemplate]
DisplayName="武士 左前臂"

------------------------------------------------------

[MAJSAM_R_4Arm_1_X_M X2BodyPartTemplate]
DisplayName="武士 右前臂"

[MAJSAM_R_4Arm_1_R_M X2BodyPartTemplate]
DisplayName="武士 右前臂"

[MAJSAM_R_4Arm_1_T_M X2BodyPartTemplate]
DisplayName="武士 右前臂"

[MAJSAM_R_4Arm_1_S_M X2BodyPartTemplate]
DisplayName="武士 右前臂"

------------------------------------------------------

[MAJSAM_L_4Arm_2_X_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护具"

[MAJSAM_L_4Arm_2_R_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护具"

[MAJSAM_L_4Arm_2_T_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护具"

[MAJSAM_L_4Arm_2_S_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护具"

------------------------------------------------------

[MAJSAM_R_4Arm_2_X_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护具"

[MAJSAM_R_4Arm_2_R_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护具"

[MAJSAM_R_4Arm_2_T_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护具"

[MAJSAM_R_4Arm_2_S_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护具"

------------------------------------------------------

[MAJSAM_L_4Arm_3_X_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护手"

[MAJSAM_L_4Arm_3_R_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护手"

[MAJSAM_L_4Arm_3_T_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护手"

[MAJSAM_L_4Arm_3_S_M X2BodyPartTemplate]
DisplayName="武士 左前臂 护手"

------------------------------------------------------

[MAJSAM_R_4Arm_3_X_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护手"

[MAJSAM_R_4Arm_3_R_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护手"

[MAJSAM_R_4Arm_3_T_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护手"

[MAJSAM_R_4Arm_3_S_M X2BodyPartTemplate]
DisplayName="武士 右前臂 护手"

------------------------------------------------------

[MAJSAM_L_4Arm_4_X_M X2BodyPartTemplate]
DisplayName="武士 左手 护具"

[MAJSAM_L_4Arm_4_R_M X2BodyPartTemplate]
DisplayName="武士 左手 护具"

[MAJSAM_L_4Arm_4_T_M X2BodyPartTemplate]
DisplayName="武士 左手 护具"

[MAJSAM_L_4Arm_4_S_M X2BodyPartTemplate]
DisplayName="武士 左手 护具"

------------------------------------------------------

[MAJSAM_R_4Arm_4_X_M X2BodyPartTemplate]
DisplayName="武士 右手 护具"

[MAJSAM_R_4Arm_4_R_M X2BodyPartTemplate]
DisplayName="武士 右手 护具"

[MAJSAM_R_4Arm_4_T_M X2BodyPartTemplate]
DisplayName="武士 右手 护具"

[MAJSAM_R_4Arm_4_S_M X2BodyPartTemplate]
DisplayName="武士 右手 护具"

------------------------------------------------------

[MAJSAM_L_4Arm_5_X_M X2BodyPartTemplate]
DisplayName="武士 左手套"

[MAJSAM_L_4Arm_5_R_M X2BodyPartTemplate]
DisplayName="武士 左手套"

[MAJSAM_L_4Arm_5_T_M X2BodyPartTemplate]
DisplayName="武士 左手套"

[MAJSAM_L_4Arm_5_S_M X2BodyPartTemplate]
DisplayName="武士 左手套"

------------------------------------------------------

[MAJSAM_R_4Arm_5_X_M X2BodyPartTemplate]
DisplayName="武士 右手套"

[MAJSAM_R_4Arm_5_R_M X2BodyPartTemplate]
DisplayName="武士 右手套"

[MAJSAM_R_4Arm_5_T_M X2BodyPartTemplate]
DisplayName="武士 右手套"

[MAJSAM_R_4Arm_5_S_M X2BodyPartTemplate]
DisplayName="武士 右手套"

------------------------------------------------------

[MAJSAM_L_4Arm_6_X_M X2BodyPartTemplate]
DisplayName="武士 左手套 护具"

[MAJSAM_L_4Arm_6_R_M X2BodyPartTemplate]
DisplayName="武士 左手套 护具"

[MAJSAM_L_4Arm_6_T_M X2BodyPartTemplate]
DisplayName="武士 左手套 护具"

[MAJSAM_L_4Arm_6_S_M X2BodyPartTemplate]
DisplayName="武士 左手套 护具"

------------------------------------------------------

[MAJSAM_R_4Arm_6_X_M X2BodyPartTemplate]
DisplayName="武士 右手套 护具"

[MAJSAM_R_4Arm_6_R_M X2BodyPartTemplate]
DisplayName="武士 右手套 护具"

[MAJSAM_R_4Arm_6_T_M X2BodyPartTemplate]
DisplayName="武士 右手套 护具"

[MAJSAM_R_4Arm_6_S_M X2BodyPartTemplate]
DisplayName="武士 右手套 护具"

;----------------------------------------------------------------
;Thighs
;----------------------------------------------------------------

[SAM_Thighs_1_X_M X2BodyPartTemplate]
DisplayName="武士 腹绳"

[SAM_Thighs_1_R_M X2BodyPartTemplate]
DisplayName="武士 腹绳"

[SAM_Thighs_1_T_M X2BodyPartTemplate]
DisplayName="武士 腹绳"

[SAM_Thighs_1_S_M X2BodyPartTemplate]
DisplayName="武士 腹绳"

------------------------------------------------------

[SAM_Thighs_2_X_M X2BodyPartTemplate]
DisplayName="武士 铠具"

[SAM_Thighs_2_R_M X2BodyPartTemplate]
DisplayName="武士 铠具"

[SAM_Thighs_2_T_M X2BodyPartTemplate]
DisplayName="武士 铠具"

[SAM_Thighs_2_S_M X2BodyPartTemplate]
DisplayName="武士 铠具"

------------------------------------------------------

[SAM_Thighs_3_X_M X2BodyPartTemplate]
DisplayName="武士 铠具2"

[SAM_Thighs_3_R_M X2BodyPartTemplate]
DisplayName="武士 铠具2"

[SAM_Thighs_3_T_M X2BodyPartTemplate]
DisplayName="武士 铠具2"

[SAM_Thighs_3_S_M X2BodyPartTemplate]
DisplayName="武士 铠具2"

;----------------------------------------------------------------
;Shins
;----------------------------------------------------------------

[SAM_Shins_1_X_M X2BodyPartTemplate]
DisplayName="武士 胫甲"

[SAM_Shins_1_R_M X2BodyPartTemplate]
DisplayName="武士 胫甲"

[SAM_Shins_1_T_M X2BodyPartTemplate]
DisplayName="武士 胫甲"

[SAM_Shins_1_S_M X2BodyPartTemplate]
DisplayName="武士 胫甲"

------------------------------------------------------

[SAM_L_Shins_1_X_M X2BodyPartTemplate]
DisplayName="武士 L 胫甲"

[SAM_L_Shins_1_R_M X2BodyPartTemplate]
DisplayName="武士 L 胫甲"

[SAM_L_Shins_1_T_M X2BodyPartTemplate]
DisplayName="武士 L 胫甲"

[SAM_L_Shins_1_S_M X2BodyPartTemplate]
DisplayName="武士 L 胫甲"

------------------------------------------------------

[SAM_R_Shins_1_X_M X2BodyPartTemplate]
DisplayName="武士 R 胫甲"

[SAM_R_Shins_1_R_M X2BodyPartTemplate]
DisplayName="武士 R 胫甲"

[SAM_R_Shins_1_T_M X2BodyPartTemplate]
DisplayName="武士 R 胫甲"

[SAM_R_Shins_1_S_M X2BodyPartTemplate]
DisplayName="武士 R 胫甲"

;----------------------------------------------------------------
;L/R Arms
;----------------------------------------------------------------

[SAM_L_Arm_1_X_M X2BodyPartTemplate]
DisplayName="武士 L 套袖"

[SAM_L_Arm_1_R_M X2BodyPartTemplate]
DisplayName="武士 L 套袖"

[SAM_L_Arm_1_T_M X2BodyPartTemplate]
DisplayName="武士 L 套袖"

[SAM_L_Arm_1_S_M X2BodyPartTemplate]
DisplayName="武士 L 套袖"

------------------------------------------------------

[SAM_R_Arm_1_X_M X2BodyPartTemplate]
DisplayName="武士 R 套袖"

[SAM_R_Arm_1_R_M X2BodyPartTemplate]
DisplayName="武士 R 套袖"

[SAM_R_Arm_1_T_M X2BodyPartTemplate]
DisplayName="武士 R 套袖"

[SAM_R_Arm_1_S_M X2BodyPartTemplate]
DisplayName="武士 R 套袖"

------------------------------------------------------

[SAM_L_Arm_2_X_M X2BodyPartTemplate]
DisplayName="武士 L 套袖手套"

[SAM_L_Arm_2_R_M X2BodyPartTemplate]
DisplayName="武士 L 套袖手套"

[SAM_L_Arm_2_T_M X2BodyPartTemplate]
DisplayName="武士 L 套袖手套"

[SAM_L_Arm_2_S_M X2BodyPartTemplate]
DisplayName="武士 L 套袖手套"

------------------------------------------------------

[SAM_R_Arm_2_X_M X2BodyPartTemplate]
DisplayName="武士 R 套袖手套"

[SAM_R_Arm_2_R_M X2BodyPartTemplate]
DisplayName="武士 R 套袖手套"

[SAM_R_Arm_2_T_M X2BodyPartTemplate]
DisplayName="武士 R 套袖手套"

[SAM_R_Arm_2_S_M X2BodyPartTemplate]
DisplayName="武士 R 套袖手套"

------------------------------------------------------

[SAM_L_Arm_3_X_M X2BodyPartTemplate]
DisplayName="武士 L 裸臂手套"

[SAM_L_Arm_3_R_M X2BodyPartTemplate]
DisplayName="武士 L 裸臂手套"

[SAM_L_Arm_3_T_M X2BodyPartTemplate]
DisplayName="武士 L 裸臂手套"

[SAM_L_Arm_3_S_M X2BodyPartTemplate]
DisplayName="武士 L 裸臂手套"

------------------------------------------------------

[SAM_R_Arm_3_X_M X2BodyPartTemplate]
DisplayName="武士 R 裸臂手套"

[SAM_R_Arm_3_R_M X2BodyPartTemplate]
DisplayName="武士 R 裸臂手套"

[SAM_R_Arm_3_T_M X2BodyPartTemplate]
DisplayName="武士 R 裸臂手套"

[SAM_R_Arm_3_S_M X2BodyPartTemplate]
DisplayName="武士 R 裸臂手套"